The type of the crease.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public SlabShapeCreaseType CreaseType { get; }
  Visual Basic
Public ReadOnly Property CreaseType As SlabShapeCreaseType
	Get
  Visual C++
public:
property SlabShapeCreaseType CreaseType {
	SlabShapeCreaseType get ();
}
 See Also
  SlabShapeCrease Class
  Autodesk.Revit.DB Namespace